Repository: Timmaaaa/Caerostris
Catalog: Resources/Text.*.resx
Languages: hu

# AddedAt
source: Added
hu: Hozzáadva

# AddedAtGraphShortName
source: Saved tracks history
hu: Havi bontás

# AddedAtGraphTitle
source: Saved tracks history
hu: Mentett számok havi bontásban

source: Albums
hu: Albumok

# Around
source: {0} around {1}
hu: {0} kb. {1}

source: ARTIST
hu: ELŐADÓ

source: Artists
hu: Előadók

# AudioFeaturesGraphShortName
source: Audio features
hu: Zenei jellemzők

# AudioFeaturesGraphTitle
source: Audio features of your saved tracks over time (avg per month)
hu: Az általad mentett számok zenei jellemzőinek alakulása az idő elteltével (havi átlag)

# AuthModalAccept
source: Connect account
hu: Fiók csatlakoztatása

# AuthModalNote
source: Note: this app requires you to connect a Spotify Premium account.
hu: Megjegyzés: az alkalmazás teljeskörű használatához Spotify Premium fiókot kell csatlakoztatnod. A Cærostris sütiket tárol el a böngésződben a Spotify-fiók csatlakoztatásához. Az adataid sosem hagyják el a böngészőt, ezalól az egyetlen kivételt a felhatalmazáshoz használt token képezi, melyet a Cærostris authorizációs szerver kezel. A Cærostris-nak adott engedélyeket bármikor visszavonhatod a Spotify-fiókod beállításaiban. A Cærostris a Spotify Playback SDK-t használja a böngészőbeli zenelejátszáshoz, amely betölti a Google Analytics-et. Ha szeretnéd megakadályozni, hogy a Google adatokat gyűjtsön rólad, telepítsd a uBlock Origin kiegészítőt a böngésződben.

# AuthModalTitle
source: Spotify authentication needed
hu: Spotify-fiók csatlakoztatása szükséges

source: Beats per minute
hu: Percenkénti leütésszám

source: By
hu: Készítette

# CantDisplayContext
source: Can't display this context
hu: Ez a lejátszási környezet nem megjeleníthető

# ContextMenuItem
source: Context
hu: Lejátszási környezet

# CreatedWithCaerostrisInsights
source: Created with Cærostris Insights
hu: Készült a Cærostris Insights használatával

source: Fans also like
hu: Hasonló előadók

# Feat
source: — with
hu: — feat.

source: follower
hu: követő

source: followers
hu: követő

# InsightsMenuItem
source: Insights
hu: Metrikák

source: Length
hu: Hossz

# LibraryMenuItem
source: Library
hu: Mentett számaid

# LoadingAnalytics
source: analytics
hu: Metrikák

# LoadingArtist
source: artist
hu: Előadó

# LoadingContext
source: context
hu: Lejátszási környezet

# LoadingEllipsis
source: Loading...
hu: Betöltés alatt...

# LoadingPlaylist
source: playlist
hu: Lejátszási lista

# LoadingTracks
source: tracks
hu: Számok

# LoadingWhat
source: Loading {0}
hu: {0} betöltése

# MonthOfYear
source: Month
hu: Hónap

# NoResults
source: No results found
hu: Nincs találat

source: Normalized score
hu: Normalizált pontszám

# NumSavedTracks
source: saved tracks
hu: mentett szám

# Playback
source: Playback: {0}
hu: Bejelentkezve mint: {0}

# PlaybackMenuItem
source: Playback
hu: Éppen játszott

source: Playlists
hu: Lejátszási listáid

source: Popularity
hu: Népszerűség

source: Popular tracks
hu: Népszerű számok

source: Private
hu: Privát

source: Public
hu: Publikus

# SearchInputPlaceholder
source: Search
hu: Keresés

# SearchMenuItem
source: Search
hu: Keresés

source: Search results will appear here
hu: A keresési eredmények itt fognak megjelenni

# ShouldBeRedirectedSoon
source: You should be getting redirected soon...
hu: Kérlek várj, hamarosan át leszel irányítva. Kommunikálás a Cærostris authorizációs szerverrel...

# ShowFilterRow
source: filter row
hu: szűrő

# ShowPopularityColumn
source: popularity
hu: népszerűség

source: Show tracks
hu: Mutasd a számokat

source: Show tracks around this value
hu: Mutass számokat e körül az érték körül

source: song
hu: szám

source: songs
hu: szám

# SongsWithADurationOf
source: Songs with a duration of {0}
hu: {0} hosszú számok

# SongsWithPropertyAround
source: Songs with {0} around {1}
hu: Számok {1} körüli {0} értékkel

# SongsYouSavedIn
source: Songs you saved in {0} {1}
hu: Számok, melyeket ekkor mentettél el: {1} {0}

source: Title
hu: Cím

# TrackLengthGraphShortName
source: Track length
hu: Mentett számaid hossza

# TrackLengthGraphTitle
source: Track length distribution
hu: Mentett számaid hosszának eloszlása

source: Tracks
hu: Számok

source: PLAYLIST
hu: LEJÁTSZÁSI LISTA
